chat_system_244649236_actor_description=Werewolf Trey. A hunter, who turned into a werewolf.
chat_system_244649236_snap_0_question=^?^Is it you, [player]? Unfortunately, you're too late. Thank you for trying to help, but... you can see what I've now become?
chat_system_244649236_snap_0_answer_0=^?^I'm very sorry, Trey...
